Repository: common-repository/rebrand-bertha-ai
Catalog: languages/bzrba-*_ FR.po
Languages: fr

source: Save
fr: Sauver

source: Hide the "
fr: Cache le "

source: - Rebrand" menu item?
fr: - Élément de menu Rebrand "?

source: Show the "
fr: Montrez le "

source: Branding
fr: l'image de marque

source: Settings
fr: Réglages

source: You can white label the plugin as per your requirement.
fr: Vous pouvez marquer le plugin en blanc selon vos besoins.

source: Plugin Name
fr: Nom du plugin

source: Plugin Description
fr: Description du plugin

source: Developer / Agency
fr: Développeur / Agence

source: Website URL
fr: URL de site web

source: Primary Color
fr: Couleur primaire

source: Upload
fr: Télécharger

source: Loader Image
fr: Image du chargeur

source: Hide BerthaAI External Links
fr: Masquer les liens externes d'BerthaAI

source: Hide General Settings
fr: Masquer les paramètres généraux

source: Hide Company Settings
fr: Masquer les paramètres de l'entreprise

source: Hide Notifications Settings
fr: Masquer les paramètres de notification

source: Hide Working Hours & Days Off Settings
fr: Masquer les paramètres des heures de travail et des jours de congé

source: Hide Payments Settings
fr: Masquer les paramètres de paiement

source: Hide Integrations Settings
fr: Masquer les paramètres des intégrations

source: Hide Appointments Settings
fr: Masquer les paramètres de rendez-vous

source: Hide Labels Settings
fr: Masquer les paramètres des étiquettes

source: Hide Roles Settings
fr: Masquer les paramètres des rôles

source: Hide Activation Settings
fr: Masquer les paramètres d'activation

source: Save Settings
fr: Enregistrer les paramètres

source: An error occour when try to identify the pluguin.
fr: Une erreur se produit lorsque vous essayez d'identifier le plugin.

source: Try again
fr: Réessayer

source: An Unexpected HTTP Error occurred during the API request.
fr: Une erreur HTTP inattendue s'est produite lors de la demande d'API.

source: Rebrand BerthaAI License
fr: Renommer la licence BerthaAI

source: License Information
fr: Informations sur la licence

source: You have an active license.
fr: Vous avez une licence active.

source: Please enter the license key for this product to activate it. You were given a license key when you purchased this item.
fr: Veuillez saisir la clé de licence de ce produit pour l'activer. Vous avez reçu une clé de licence lorsque vous avez acheté cet article.

source: License Key
fr: Clé de licence

source: Deactivate
fr: Désactiver

source: Activate
fr: Activer

source: Reset
fr: Réinitialiser
