Repository: common-repository/rebrand-bertha-ai
Catalog: languages/bzrba-*.po
Languages: de_de, es_es, nl_nl, pt_pt

source: Save
de_de: Sparen
es_es: Salvar
nl_nl: Sparen
pt_pt: Salve

source: Hide the "
de_de: Verstecke das "
es_es: Esconde el "
nl_nl: Verstop de "
pt_pt: Esconda o "

source: - Rebrand" menu item?
de_de: - Menüpunkt "Rebrand"?
es_es: - ¿Cambiar la marca "elemento del menú?
nl_nl: - Rebranding "menu-item?
pt_pt: - Remarcar item de menu?

source: Show the "
de_de: Zeige den "
es_es: Mostrar la "
nl_nl: Toon de "
pt_pt: Mostra a "

source: Rebrand
es_es: Renombrar
nl_nl: Rebranding

source: Rebranding
es_es: Cambio de marca
pt_pt: Reformulação

source: Branding
es_es: Marca

source: Settings
de_de: Die Einstellungen
es_es: Configuraciones
nl_nl: Instellingen
pt_pt: Configurações

source: You can white label the plugin as per your requirement.
de_de: Sie können das Plugin gemäß Ihren Anforderungen weiß beschriften.
es_es: Puede etiquetar en blanco el complemento según sus requisitos.
nl_nl: U kunt de plug-in white labelen volgens uw vereisten.
pt_pt: Você pode colocar uma etiqueta em branco no plug-in de acordo com suas necessidades.

source: Plugin Name
es_es: Nombre del complemento
nl_nl: Plug-in naam
pt_pt: Nome do Plugin

source: Plugin Description
de_de: Plugin Beschreibung
es_es: Descripción del complemento
nl_nl: Plugin Beschrijving
pt_pt: Descrição do plugin

source: Developer / Agency
de_de: Entwickler / Agentur
es_es: Desarrolladora / Agencia
nl_nl: Ontwikkelaar / bureau
pt_pt: Desenvolvedor / Agência

source: Website URL
de_de: Webadresse
es_es: URL del sitio web
pt_pt: URL do site

source: Primary Color
de_de: Primärfarbe
es_es: Color primario
nl_nl: Primaire kleur
pt_pt: Cor primária

source: Upload
de_de: Hochladen
es_es: Subir
nl_nl: Uploaden
pt_pt: Envio

source: Loader Image
es_es: Imagen del cargador
nl_nl: Loader afbeelding
pt_pt: Imagem do carregador

source: Hide BerthaAI External Links
de_de: Verstecke BerthaAI Externe Links
es_es: Ocultar enlaces externos de BerthaAI
nl_nl: Verberg BerthaAI externe links
pt_pt: Ocultar links externos BerthaAI

source: Hide General Settings
de_de: Allgemeine Einstellungen ausblenden
es_es: Ocultar configuración general
nl_nl: Verberg algemene instellingen
pt_pt: Ocultar configurações gerais

source: Hide Company Settings
de_de: Firmeneinstellungen ausblenden
es_es: Ocultar la configuración de la empresa
nl_nl: Verberg bedrijfsinstellingen
pt_pt: Ocultar configurações da empresa

source: Hide Notifications Settings
de_de: Benachrichtigungseinstellungen ausblenden
es_es: Ocultar configuración de notificaciones
nl_nl: Verberg meldingsinstellingen
pt_pt: Ocultar configurações de notificações

source: Hide Working Hours & Days Off Settings
de_de: Einstellungen für Arbeitszeiten und arbeitsfreie Tage ausblenden
es_es: Ocultar configuración de horas de trabajo y días libres
nl_nl: Verberg instellingen voor werktijden en vrije dagen
pt_pt: Ocultar configurações de horas de trabalho e dias de folga

source: Hide Payments Settings
de_de: Zahlungseinstellungen ausblenden
es_es: Ocultar configuración de pagos
nl_nl: Verberg betalingsinstellingen
pt_pt: Ocultar configurações de pagamento

source: Hide Integrations Settings
de_de: Integrationseinstellungen ausblenden
es_es: Ocultar configuración de integraciones
nl_nl: Verberg integratie-instellingen
pt_pt: Ocultar configurações de integração

source: Hide Appointments Settings
de_de: Termineinstellungen ausblenden
es_es: Ocultar configuración de citas
nl_nl: Verberg afsprakeninstellingen
pt_pt: Ocultar configurações de compromissos

source: Hide Labels Settings
de_de: Beschriftungseinstellungen ausblenden
es_es: Ocultar configuración de etiquetas
nl_nl: Verberg labelinstellingen
pt_pt: Ocultar configurações de rótulos

source: Hide Roles Settings
de_de: Rolleneinstellungen ausblenden
es_es: Ocultar configuración de roles
nl_nl: Verberg rolinstellingen
pt_pt: Ocultar configurações de funções

source: Hide Activation Settings
de_de: Aktivierungseinstellungen ausblenden
es_es: Ocultar configuración de activación
nl_nl: Verberg activeringsinstellingen
pt_pt: Ocultar configurações de ativação

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar ajustes
nl_nl: Instellingen opslaan
pt_pt: Salvar configurações

source: An error occour when try to identify the pluguin.
de_de: Beim Versuch, das Plugin zu identifizieren, tritt ein Fehler auf.
es_es: Se produce un error al intentar identificar el complemento.
nl_nl: Er treedt een fout op wanneer u de plug-in probeert te identificeren.
pt_pt: Ocorre um erro ao tentar identificar o plugin.

source: Try again
de_de: Versuchen Sie es nochmal
es_es: Inténtalo de nuevo
nl_nl: Probeer het opnieuw
pt_pt: Tente novamente

source: An Unexpected HTTP Error occurred during the API request.
de_de: Während der API-Anforderung ist ein unerwarteter HTTP-Fehler aufgetreten.
es_es: Se produjo un error HTTP inesperado durante la solicitud de la API.
nl_nl: Er is een onverwachte HTTP-fout opgetreden tijdens het API-verzoek.
pt_pt: Ocorreu um erro de HTTP inesperado durante a solicitação da API.

source: Rebrand BerthaAI License
de_de: Rebrand BerthaAI Lizenz
es_es: Renombrar la licencia de BerthaAI
nl_nl: Rebranding BerthaAI-licentie
pt_pt: Licença de Rebrand BerthaAI

source: License Information
de_de: Lizenzinformationen
es_es: Información de licencia
nl_nl: Licentie-informatie
pt_pt: Informação da Licença

source: You have an active license.
de_de: Sie haben eine aktive Lizenz.
es_es: Tienes una licencia activa.
nl_nl: U heeft een actieve licentie.
pt_pt: Você tem uma licença ativa.

source: Please enter the license key for this product to activate it. You were given a license key when you purchased this item.
de_de: Bitte geben Sie den Lizenzschlüssel für dieses Produkt ein, um es zu aktivieren. Sie haben beim Kauf dieses Artikels einen Lizenzschlüssel erhalten.
es_es: Introduzca la clave de licencia de este producto para activarlo. Se le entregó una clave de licencia cuando compró este artículo.
nl_nl: Voer de licentiesleutel voor dit product in om het te activeren. U heeft een licentiesleutel gekregen toen u dit artikel kocht.
pt_pt: Digite a chave de licença deste produto para ativá-lo. Você recebeu uma chave de licença quando comprou este item.

source: License Key
de_de: Lizenzschlüssel
es_es: Clave de licencia
nl_nl: Licentiesleutel
pt_pt: Chave de Licença

source: Deactivate
de_de: Deaktivieren
es_es: Desactivar
nl_nl: Deactiveren
pt_pt: Desativar

source: Activate
de_de: Aktivieren Sie
es_es: Activar
nl_nl: Activeren
pt_pt: Ativar

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
pt_pt: Redefinir

source: Logo
pt_pt: Logotipo
